{
	"list": [ 
		{
			"barcode": "0036000291452",
			"name": "Lucky Charms",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/916JRf-LnnL._SY679_.jpg",
			"description": "Frosted toasted oat cereal with fun shaped marshmallows",
			"review": [
        { "title": "Not just for breakfast!", 
          "review": "My all time favorite cereal. Not just for breakfast!"
        },
        {
          "title": "I Like Mashmellows",
          "review": "I've been scarfing down Lucky Charms for decades and still love them! Most cereals I'll get bored of after awhile and switch things up--not so with this magic in a box!"
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.50",
			"brand": "General Mills"
		},
		{
			"barcode": "0132002701730",
			"name": "Honey Nut Cheerios",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91qsu1bkvlL._SX522_.jpg",
			"description": "Made with 100% natural whole grain oats and oat bran",
			"review": [
        {
          "title": "Certainly NOT Fruitloops", 
          "review": "I mean... they're ok."
        },
        {
          "title": "Five Stars",
          "review": "Yep. cheerios."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "4.00",
			"brand": "General Mills"
		},
		{
			"barcode": "0036000291452",
			"name": "Frosted Flakes",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91tqhqtCXUL._SX522_.jpg",
			"description": "Features frosted, oven-toasted corn flakes. Fortified with 10 essential vitamins and minerals. They have no cholesterol and are fat free^Corn used in this product contains traces of soybeans",
			"review": [
        {
          "title": "Five Stars",
          "review": "My husbands favorite cereal that I have been told must be in the cupboards at all time."
        },
        {
          "title": "They're Great!!! Tony said so",
          "review": "The slogan says it all. Frosted flakes are great for breakfast, they make an awesome shake and bake style breading for chicken. Sprinkle cinnamon on them and they rival Cinnamon Toast Crunch."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "4.56",
			"brand": "Kellogg's"
		},
		{
			"barcode": "0725272730706",
			"name": "Raisin Bran",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91IUQL4qlsL._SX522_.jpg",
			"description": "17% of daily fiber per serving. Includes 25% recommended intake of iron. Whole wheat first ingredient",
			"review": [
        {
          "title": "Breakfast Favorite",
          "review": "Delicious! When I was younger I remember thinking, I wish this cereal my mom eats had more raisins. I also added a small amount of sugar haha. This is great as is, in a bowl with milk or almond milk. As a snack without milk at all. Great all around. A slight cinnamon flavor, tons of crunchies and raisins in every bite! My 3rd time buying!”},{title:”Both wife and I like this alot"
        },
        {
          "review": "I like the original raisin bran, but the crunch version is just way better! Rarely on sale these days, and harder to find in stores now. But I love the taste and the crunch."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.52",
			"brand": "Kellogg's"
		},
		{
			"barcode": "0123456789012",
			"name": "Frosted Mini Wheats",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91x%2BicBlQ2L._SX522_.jpg",
			"description": "Eight crunchy layers of whole-grain fiber with a sweet frosted coating",
			"review": [
        {
          "title": "One of my favorite Cereals and Snacks!",
          "review": "One of my favorite cereals.I remember eating this most of my life. Each frosted mini-wheat biscuit one side with frosting and the other side with whole grain wheat. It's healthy and a great way to keep your energy up. To me it's not just for breakfast, I take snack bag and I eat them as a snack when I'm on the road. Heck I eat them for dinner lol It was my first time using Amazon Prime Pantry, which I have to say they are Great! Awesome choices, Fast with shipment and everything they sent is fresh any well packed. I'm a very happy person."
        },
        {
          "title": "Frosted Mini Wheats",
          "review": "Great tasting cereal for breakfast, or for a late night snack. Not too sweet, but still sweet enough. I love eating cereal at night more than I do in the morning. I found Amazon had this at a great price so I happily added a box into my prime pantry box, it arrived in great condition!"
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.50",
			"brand": "Kellogg's"
		},
		{
			"barcode": "5012345678900",
			"name": "Cinnamon Toast Crunch",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/514iFU70rVL.jpg",
			"description": "Real cinnamon sugar, crispy sweetened whole wheat and rice cereal",
			"review": [
        {
          "title": "Late at night, when nobody is around, I'll ...",
          "review": "Late at night, when nobody is around, I'll just grab a handful and shove it in my mouth. No bowl, no milk, just a man eating food with his hands and being in touch with his primitive side. I'm more alive now than ever."
        },
        {
          "title": "CRUNCHY AND Delicious!",
          "review": "My grandson loves these. But did you know they work great in recipes. Check them out."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "4.08",
			"brand": "General Mills"
		},
		{
			"barcode": "9771234567003",
			"name": "Honey Bunches of Oats",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91-ObhF1jvL._SX522_.jpg",
			"description": "Honey Bunches of Oats cereal is the perfect combination of crispy flakes, crunchy oat clusters with a touch of honey, and the nutrition you need to nourish every smile.",
			"review": [
        {
          "title": "One of my personal favorites!",
          "review": "We actually bought this because it was on sale. We have never tried it before but wanted to. A sale was the perfect opportunity to try it out."
        },
        {
          "title": "Good breakfast.",
          "review": "Honey and oats. Very good."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "4.95",
			"brand": "Post"
		},
		{
			"barcode": "0701197952225",
			"name": "WWE Booty O's",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/51Gy2YBwm5L.jpg",
			"description": "The official cereal of WWE’s The New Day professional wrestling group.",
			"review": [
        {
          "title": "Boyfriend loves it.",
          "review": "Another valentines day gift for my boyfriend. He's still talking about it... hilarious."
        },
        {
          "title": "Great gift",
          "review": "Perfect gift for my Unicorn loving friend. Package came in just fine."
        }
      ],
			"rating": "2.3",
			"category": "cereal",
			"price": "3.78",
			"brand": "WWE"
		},
		{
			"barcode": "0671860013624",
			"name": "Poop Like A Champion",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/71C7NxhabaL._SX522_.jpg",
			"description": " THIS IS NOT MERE CEREAL, it’s the ultimate colon cleansing formula with a stupendous amount of soluble and insoluble fiber.",
			"review": [
        {
          "title": "Taste is good enough.",
          "review": "My first impression was that the bag this came in was rather small for the price of the cereal. Second was that this reminds me of the chow you buy for a puppy, chickens or a hamster"
        },
        {
          "title": "IT WORKS.",
          "review": "First and foremost: IT WORKS."
        }
      ],
			"rating": "3",
			"category": "cereal",
			"price": "11.99",
			"brand": "Poop Like A Champion"
		},
		{
			"barcode": "0130018701368",
			"name": "Life Cereal",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/819bUPA3b%2BL._SY679_.jpg",
			"description": "Lightly sweetend whole grain Quaker Oats",
			"review": [
        {
          "title": "Five Stars",
          "review": "Still tastes as good as when I ate these as a kid."
        },
        {
          "title": "I like this product",
          "review": "Cinnamon is GREAT for you health and what better way to get a boost and a good cereal too ~ LOL"
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.99",
			"brand": "Quaker"
		},
		{
			"barcode": "0725272730706",
			"name": "Chocolate Peanut Butter Cheerios",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91kDf4XT%2BBL._SX522_.jpg",
			"description": "A whole grain food is made by using all three parts of the grain.",
			"review": [
        {
          "title": "AMAZING FLAVOR!!!",
          "review": "This has the perfect mix of chocolate and peanut butter flavor. It taste GREAT!!!"
        },
        {
          "title": "starsFour Stars",
          "review": "I've never been a big fan of Cheerios until now. They WON my heart with this flavor. I could eat them all day long. Getting hard to find in local stores now here in Chicago. Bought 10 boxes on amazon for $2.50 each. A steal IMO."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "2.50",
			"brand": "General Mills"
		},
		{
			"barcode": "0614141000036",
			"name": "Quaker Oatmeal Squares",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/514gbNd8xgL.jpg",
			"description": "Whole grain oatmeal squares cereal, great with milk or for snacking",
			"review": [
        {
          "title": "hese are delicious!",
          "review": "I purchased this product through Amazon Pantry. The Pantry savings plus the coupon available made this an excellent deal!"
        },
        {
          "title": "um",
          "review": "Bought lots of cereal for my daughter and sent it to her in another state because she was craving cereal and pregnant. The cereal (I sent her 18 boxes of various cereal) was packed well and all fresh. The cereal ended up being cheaper than in the store."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "2.99",
			"brand": "Quaker"
		},
		{
			"barcode": "5012345678900",
			"name": "Frosted Mini-Wheats Little Bites",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91VQuRv4o5L._SY679SX483_SY679_CR,0,0,483,679_PIbundle-4,TopRight,0,0_SX483_SY679_CR,0,0,483,679_SH20_.jpg",
			"description": "Healthy breakfast or snack that the whole family will love",
			"review": [
        {
          "title": "One Star",
          "review": "digusting taste"
        },
        {
          "title": "it was ok",
          "review": "another paragraph"
        }
      ],
			"rating": "3",
			"category": "cereal",
			"price": "10.32",
			"brand": "Kellogg's"
		},
		{
			"barcode": "8901072002478",
			"name": "Chocolate Chex Cereal",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91CFmxVJ-LL._SX522_.jpg",
			"description": "Wholesome breakfast that's a good source of calcium",
			"review": [
        {
          "title": "Chocolatey & Gluten Free!!!",
          "review": "This gluten free cereal has a delightful chocolatey taste. I love that it's GF, since I try to stick with GF as much as possible."
        },
        {
          "title": "Great Price, made even better!",
          "review": "Between my children and myself we eat a box of little bites every couple days. I love the flavor and texture of this cereal and it is pretty healthy too. For my kids this cereal is a treat, (I don't allow junk cereal in the house). At the local grocery store it is over $3.50 a box. I enrolled in auto ship and it is closer to $2 a box. Be prepared though, there is a little more breakage to the product than when I buy at the grocery store but for the price I don't mind, that is the reason for the four star rating."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "2.96",
			"brand": "General Mills"
		},
		{
			"barcode": "0125002741350",
			"name": "Special K, Red Berries",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91BtBjJHp7L._SX522_.jpg",
			"description": "Crunchy, lightly sweetened breakfast cereal that’s bursting with strawberries for a delicious bite in every satisfying spoonful",
			"review": [
        {
          "title": "This is great for breakfast",
          "review": "Light, tasty and much healthier than many other cereals! This is great for breakfast, but also makes a really yummy late-night snack. My toddler loves it too — particularly the freeze-deed strawberries!"
        },
        {
          "title": "Great stuff",
          "review": "I mix this with oatmeal & dried mixed berries--great breakfast!"
        }
      ],
			"rating": "4",
			"category": "cereak",
			"price": "3.99",
			"brand": "Kellogg's"
		},
		{
			"barcode": "6000980911046",
			"name": "EnviroKidz Gorilla Munch ",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/918tGFUTXOL._SY679_.jpg",
			"description": "Made only with organic corn meal, organic evaporated cane juice, and sea salt",
			"review": [
        {
          "title": "Another winner!",
          "review": "Local stores dont have this flavor. I was curious since I like the peanut butter and chocolate flavors. This cinnamon flavor is my favorite! I like that these are not super sweet and no fake tasting flavors. I quickly ordered more boxes!"
        },
        {
          "title": "It's ok",
          "review": "This cereal is ok. I mean, my kids will eat it. And since my kids are super picky and can't have gluten or milk, that's saying something. However, this has no nutritional value whatsoever. If it wasn't for the milk, my kids might as well just eat a bowl of sugar."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.29",
			"brand": "Envirokidz"
		},
		{
			"barcode": "0365813216087",
			"name": "Reeses Puffs",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/51Ozy3RF6xL.jpg",
			"description": " Hershey's cocoa and Reese's peanut butter cereal",
			"review": [
        {
          "title": "ANOTHER FAVORITE FAVORITE",
          "review": "This is one of my granddaughter's favorite cereals. I like to buy items that I know will be appreciated. This was a good price for the size (two 23.6 ounce boxes). When I bought it on subscription last month the cost of $10.19 plus tax was a good buy. An added benefit is that General Mills cereals have 'Boxtops for Education' to cut off the boxes to send in to school. Granddaughter and her class get recognized and the PTA gets to buy things for school."
        },
        {
          "title": "Slurrrp", 
          "review": "Bought lots of cereal for my daughter and sent it to her in another state because she was craving cereal and pregnant. The cereal (I sent her 18 boxes of various cereal) was packed well and all fresh. The cereal ended up being cheaper than in the store."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "3.64",
			"brand": "General Mills"
		},
		{
			"barcode": "9788679912077",
			"name": "Rice Krispies Treats",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/914bdwIfLAL._SX522_.jpg",
			"description": "Good Source of Vitamin D",
			"review": [
        {
          "title": "Kind of an odd cereal", 
          "review": "This tastes exactly like rice kripsy treats and that is a huge positive."
        },
        {
          "title": "Yum!",
          "review": "another My favorite cereal. Can’t believe I found it on here. When I was pregnant I used to have my mother in law ship 6 boxes at a time of this over from South Carolina since they don’t sell it in jersey. I honestly thought there’s no way amazon will have it, I’m glad I was wrong. It is like marshmallow krispie crack, it’s addicting. I promised my self not to buy another box, because once there in my house, I can’t stop eating them."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "2.79",
			"brand": "Kellogg's"
		},
		{
			"barcode": "0987654321098",
			"name": "Cap'n Crunch Crunch Berries",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/91JQW%2BGBKDL._SY679_.jpg",
			"description": "Captain Crunch's Crunch Berries combines crunchy sweetened corn and oat biscuits with delicious fruit flavored berry shapes",
			"review": [
        {
          "title": "Good Ole' Captain Crunch!",
          "review": "You just can't go wrong with Captain Crunch Cereal. I used to eat this all the time growing up and the cereal is completely addictive. If I want a snack later after dinner, I grab a bowl of cereal. It is quick and easy and so delicious! It still has the classic original squares and the colored berries which are my favorite part of the cereal! Add some milk and you are all ready to go. It doesn't leave a bad or after taste in your mouth like some cereals. It never stays in my milk long enough to get soggy, so it is always crunchy! I love this cereal and the size you get for the value is great!"
        },
        {
          "title": "Delicious",
          "review": "What's to say besides the fact that this is the greatest cereal ever? Nothing."
        }
      ],
			"rating": "4",
			"category": "cereal",
			"price": "2.50",
			"brand": "Quaker"

		},
		{
			"barcode": "0850785004003",
			"name": " Super Mario Cereal",
			"imageURL": "https://images-na.ssl-images-amazon.com/images/I/914bgrRC5lL._SX522_.jpg",
			"description": "Take a breakfast odyssey with limited edition crunchy, sweetened marshmallow cereal that’s bursting with the delicious fruity taste of mixed berries and hearty oats in every satisfying spoonful",
			"review": [
        {
          "title": "starsAmiibo is ALL that matters here!",
          "review": "They're not too interested in tasting the cereal (which is good since I don't like to have them hyped up on sugar)."
        },
        {
          "title": "Outrageous price for a tiny box.",
          "review": "I bought this for my son who is Mario obsessed, and paid a stupid amount for cereal. I even made fun of myself for paying $13 for a tony box of cereal, but I didn't think I could get it anywhere else and I sort of assumed it was limited edition or whatever. Low and behold I go to my Fred Meyer/Kroger a few days later and it $2.99. So, as if you can't already tell - this is a complete rip off."
        }
      ],
			"rating": "3",
			"category": "cereal",
			"price": "3.19",
			"brand": "Kellogg's"
		}
	],
	"searchFound": "",
	"res": [],
	"scanFound": "",
	"scanRes": [],
	"searchInit": "",
	"scanInit": ""
}